// results/2024/5/final.js
var final_data_2024 = [
    {
        roll: "01",
        name: "Shanjiida Akter",
        subjects: [
            { name: "বাংলা", t1: 90, t2: 92, t3: 95 },
            { name: "প্রাথমিক গণিত", t1: 85, t2: 88, t3: 90 },
            { name: "ইংরেজি", t1: 80, t2: 82, t3: 85 },
            { name: "বাংলাদেশ ও বিশ্বপরিচয়", t1: 92, t2: 94, t3: 96 },
            { name: "প্রাথমিক বিজ্ঞান", t1: 88, t2: 90, t3: 92 },
            { name: "ধর্ম ও নৈতিক শিক্ষা", t1: 95, t2: 96, t3: 98 },
            { name: "শারীরিক ও মানসিক স্বাস্থ্য", t1: 45, t2: 45, t3: 47 },
            { name: "সঙ্গীত", t1: 42, t2: 43, t3: 45 },
            { name: "চারু ও কারুকলা", t1: 44, t2: 45, t3: 46 }
        ]
    },
{
        roll: "02",
        name: "Marzia",
        subjects: [
            { name: "বাংলা", t1: 93, t2: 98, t3: 98 },
            { name: "প্রাথমিক গণিত", t1: 54, t2: 97, t3: 98 },
            { name: "ইংরেজি", t1: 75, t2: 80, t3: 85 },
            { name: "বাংলাদেশ ও বিশ্বপরিচয়", t1: 90, t2: 92, t3: 95 },
            { name: "প্রাথমিক বিজ্ঞান", t1: 88, t2: 90, t3: 92 },
            { name: "ধর্ম ও নৈতিক শিক্ষা", t1: 92, t2: 95, t3: 96 },
            { name: "শারীরিক ও মানসিক স্বাস্থ্য", t1: 42, t2: 44, t3: 45 },
            { name: "সঙ্গীত", t1: 38, t2: 40, t3: 42 },
            { name: "চারু ও কারুকলা", t1: 40, t2: 41, t3: 44 }
        ]
    }
];
