// results/2025/5/final.js
var final_data_2025 = [
    {
        roll: "01",
        name: "ইসরাত জাহান",
        subjects: [
            { name: "বাংলা", t1: 97, t2: 95, t3: 98 },
            { name: "গণিত", t1: 81, t2: 89, t3: 98 },
            { name: "ইংরেজি", t1: 82, t2: 86, t3: 90 },
            { name: "বাংলাদেশ ও বিশ্বপরিচয়", t1: 95, t2: 98, t3: 98 },
            { name: "সাধারন বিজ্ঞান", t1: 94, t2: 98, t3: 87 },
            { name: "ধর্ম ও নৈতিক শিক্ষা", t1: 96, t2: 99, t3: 99 },
            { name: "শিল্পকলা", t1: 45, t2: 46, t3: 47 }, // ৫০ মার্কের বিষয়
            { name: "শা. ও মানসিক স্বাস্থ্য", t1: 45, t2: 46, t3: 48 }, // ৫০ মার্কের বিষয়
            { name: "সঙ্গীত", t1: 40, t2: 42, t3: 46 }, // ৫০ মার্কের বিষয়
            { name: "চারু ও কারুকলা", t1: 42, t2: 44, t3: 45 } // ৫০ মার্কের বিষয়
        ]
    }
];
